Repository: zvolsky/aaweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs_cz

source: Blog page
cs_cz: Blog

source: Blog pages
cs_cz: Blogy

source: Blog post page
cs_cz: Příspěvek blogu

source: Blog post pages
cs_cz: Příspěvky blogu

source: Category
cs_cz: Kategorie

source: Categories
cs_cz: Kategorie

source: No categories yet
cs_cz: Zatím žádné kategorie

source: Return to blog
cs_cz: Zpět na úvod blogu

source: Basic main page
cs_cz: Základní stránka

source: Basic main pages
cs_cz: Základní stránky

source: Visit the Wagtail website
cs_cz: Navštivte Wagtail website

source: View the release notes
cs_cz: Prohlédnout poznámky k vydání

source: Welcome to your new Wagtail site!
cs_cz: Vítejte na Vašem novém Wagtail webu

source: Please feel free to <a href="https://github.com/wagtail/wagtail/wiki/Slack">join our community on Slack</a>, or get started with one of the links below.
cs_cz: Můžete se <a href="https://github.com/wagtail/wagtail/wiki/Slack">připojit k naší komunitě na Slacku</a> nebo můžete začít některým z odkazů níže.

source: Wagtail Documentation
cs_cz: Dokumentace pro Wagtail

source: Topics, references, & how-tos
cs_cz: Témata, odkazy a návody

source: Tutorial
cs_cz: Učebnice

source: Build your first Wagtail site
cs_cz: Vytvořte svoji první Wagtail stránku

source: Admin Interface
cs_cz: Administrátorské rozhraní

source: Create your superuser first!
cs_cz: Nejprve vytvořte svého super-uživatele.
