Repository: zvolsky/aaweb
Catalog: schemas_customers/locale/*/LC_MESSAGES/django.po
Languages: cs

source: This name is reserved.
cs: Jméno nelze použít, je rezervované.

source: name
cs: jméno

source: description
cs: popis

source: I agree that the link to my website can be publicly shown on main page of this web.
cs: Souhlasím, že odkaz na moje stránky může být zobrazen veřejně na hlavní stránce tohoto webu.

source: CMS Websites for free
cs: Webové stránky s CMS zdarma

source: What means CMS?
cs: Co znamená CMS?

source: CMS is Content Management System.
cs: CMS znamená Content Management Sytem.

source: You can insert and change your content without knowledges of server and browser programming.
cs: Můžete snadno vkládat a měnit svůj obsah aniž byste k tomu potřeboval(a) znát programování pro server i prohlížeč.

source: Just write text and add pictures.
cs: Jednoduše pište text a přidávejte obrázky.

source: Is it really for free?
cs: Je to opravdu zadarmo?

source: Yes this is really for free at least for pages you create at now.
cs: Ano, je to zadarmo, alespoň pro stránky, které si založíte teď.

source: However at this time it is just a testing operation here. We have not much info and guaranties for you.
cs: Ale toto je nyní zde pouze testovací provoz. Nemáme pro Vás mnoho informací, ani záruk.

source: We hope we will give you some guarantie for at least 2 years of operation of your pages but at this time we could hope only that your pages will survive: We can stop the operation for now immediately, from any reason and without any warning.
cs: Doufáme, že Vám poskytneme záruku alespoň 2 budoucích let fungování Vašich stránek, ale zatím můžeme jen doufat, že se to povede: Zatím ještě si vyhrazujeme právo zastavit tento web kdykoli, z jakéhokoli důvodu a bez jakéhokoli varování.

source: The size of (free) pages and especially the size of uploaded media will be limited almost sure in the future.
cs: Celkový rozsah webu zdarma a zejména velikost nahraných médií budou téměř jistě v budoucnu limitovány.

source: But if this project will have success we sure give some free program to you, our early visitors.
cs: Ale pokud tento projekt bude úspěšný, určitě Vám nabídneme nějaký program zdarma, jakožto našim prvním návštěvníkům (a tedy i testerům).

source: I want try it and have my own website.
cs: Chtěl(a) bych to zkusit a mít své webové stránky.

source: create the website for me.
cs: vytvořte mi moje stránky.

source: You can see some sites hosted here to better understand what you can easily create:
cs: Můžete si prohlédnout některé zde hostované stránky, abyste měli lepší představu, co můžete snadno vytvořit:

source: Create your website
cs: Vytvořte si své webové stránky

source: Create website
cs: Vytvořit webové stránky

source: Creating website
cs: Připravují se webové stránky

source: Please wait, we are creating your website ...
cs: Prosím vyčkejte, připravujeme Vaše webové stránky ...

source: Done. You can navigate to %(a_tag)s%(expected_web)s/admin
cs: Dokončeno. Můžete přejít na %(a_tag)s%(expected_web)s/admin

source: previous
cs: předchozí

source: Page %(number)s of %(num_pages)s
cs: Strana %(number)s z %(num_pages)s

source: next
cs: další
